Repository: loginom/loginom-l10n-omegat
Catalog: omegat/project_save.tmx
Source language: ru
Languages: en

source: Предпросмотр...
en: Preview...

source: Только подходящие узлы
en: Suitable Nodes Only

source: Показать узлы присоединяемого дерева
en: Show Joining Tree Nodes

source: Узел основного дерева
en: Main Tree Node

source: Включить узел в
en: Include node in

source: Настройка слияния деревьев
en: Configure Tree Join

source: Присоединяемое дерево (для информации)
en: The Joining Tree (For Information)

source: Добавить дочерний узел
en: Add child node

source: Добавить соседний узел
en: Add sibling node

source: Сгенерировать дочерние элементы
en: Generate child elements

source: Загрузить из XSD...
en: Load from XSD...

source: Удалить все
en: Delete all

source: Следующий рекурсивный нераскрытый узел
en: Next recursive unexpanded node

source: Узел JSON
en: JSON Node

source: Загрузить из JSON...
en: Load from JSON...

source: Входной порт
en: Input port

source: Настройка вида цикла
en: Configure Loop Type

source: Исходный узел
en: Source node

source: Общие параметры
en: Common Parameters

source: Критерии останова автоподбора
en: Auto Stop Criteria

source: Параметры выборки
en: Sampling Parameters

source: Настройка автоматического подбора параметров Нейросети
en: Configure Auto Selection of Neural Network Parameters

source: Структура нейросети
en: Neural Network Structure

source: Критерии останова
en: Stop Criteria

source: Параметры обучения
en: Training Parameters

source: Настройка параметров нейросети
en: Configure Neural Network Parameters

source: Вывод
en: Output

source: Редактировать текущую замену
en: Edit current replacement

source: Загрузить таблицу
en: Import table

source: Сохранить таблицу
en: Save table

source: Изменить тип замены
en: Change Replacement Type

source: Изменение типа
en: Type change

source: Получить значения
en: Get Values

source: Получить уникальные значения
en: Get unique values

source: Заменять остальные
en: Replace other

source: Регистрозависимые строки
en: Case-sensitive strings

source: Название поля
en: Field

source: Проверка наличия обновлений...
en: Check for updates...

source: Поля
en: Fields

source: Точность
en: Precision

source: Дополнительные параметры
en: Additional Parameters

source: Поле с телом сообщения
en: Field with message body

source: Связать все автоматически
en: Auto Link All

source: Связать все автоматически...
en: Auto link all...

source: Удалить все связи
en: Delete All Links

source: Удалить все связи...
en: Delete all links...

source: URL параметры запроса
en: URL Request Parameters

source: Связать автоматически
en: Auto Link

source: Удалить связь
en: Delete Link

source: Настройка запроса
en: Configure Request

source: Глубина истории
en: Depth period

source: Метод обработки
en: Processing method

source: Входные поля
en: Input fields

source: Параметры сети
en: Network Parameters

source: Самоорганизующаяся нейронная сеть
en: Self-Organizing Neural Network

source: Заблокировать учётную запись
en: Block account

source: Регистр
en: Case-sensitive

source: Доступные поля
en: Available fields

source: Порядок
en: Order

source: Поля сортировки
en: Sort fields

source: Сортировать по возрастанию
en: Sort ascending

source: Сортировать по убыванию
en: Sort descending

source: Полный доступ к файловому хранилищу
en: File storage full access

source: Добавить все
en: Add all

source: Удалить все ...
en: Delete all...

source: Текст скрипта
en: Script text

source: Нет подключения к базе данных
en: No connection to database

source: Таблицы/представления
en: Tables/views

source: Вставить полное имя в редактор SQL кода
en: Insert full name into SQL code editor

source: Поля входного набора
en: Input Set Fields

source: Снять выделение со всех
en: Deselect all

source: Дата окончания лицензии:
en: License expiration date:

source: Инвертировать выделение
en: Invert selection

source: Узлы
en: Nodes

source: Выбор узлов дерева
en: Select Tree Nodes

source: Сезонность
en: Seasonality

source: Разгруппируемый ряд
en: Ungrouped Series

source: Опорные данные
en: Reference data

source: Настройка порядка следования данных
en: Configure Data Order

source: Настройка разгруппировки
en: Configure Ungrouping

source: Отображать потерянные связи
en: Show lost links

source: Порядковое поле в опорных данных
en: Ordinal field in reference data

source: Порядковое поле в разгруппируемых данных
en: Ordinal field in ungrouped data

source: Индекс поля в таблице
en: Table field index

source: Роли пользователя
en: User Roles

source: Автоматически связать все поля
en: Auto link all fields

source: Настройка объединения деревьев
en: Configure Tree Union

source: Записать переменные
en: Record Variables

source: Идентификация запроса
en: Request Identification

source: Дополнительно
en: Extra

source: Обработка ответа
en: Response Processing

source: Идентификатор запроса - поле входного набора:
en: Request identifier - input dataset field:

source: Добавить заголовок
en: Add header

source: Заголовок
en: Header

source: Настройка пользовательских заголовков
en: Custom User Headers

source: Объект
en: Object

source: Выбор метода запроса
en: Selecting Request Method

source: Связанные поля
en: Related fields

source: Развернуть ссылки
en: Expand links

source: Выделить источник замены
en: Select replacement source

source: Дополнительная конфигурация подключения
en: Additional connection configuration

source: Удалить выбранные
en: Delete selected

source: Параметры пула
en: Pool Parameters

source: Наименование
en: Name

source: Выбор информационной базы
en: Select Information Base

source: В файловом хранилище или в локальной сети
en: In file storage or local network

source: Настроенная информационная база
en: Configured information base

source: На сервере 1С:Предприятия
en: On 1C:Enterprise server

source: Каталог базы данных
en: Database directory

source: Имя базы
en: Base name

source: Кластер серверов
en: Server cluster

source: Добавить URL параметры запроса
en: Add URL request parameters

source: Получить URL параметры запроса
en: Get URL request parameters

source: Заменить URL параметры в таблице на указанные в URL сервиса
en: Replace URL parameters in table with those specified in service URL

source: Редакция:
en: Edition:

source: Недопустимый формат значения Content-Type
en: Invalid Content-Type value format

source: Пример сформированного URL
en: Example of generated URL

source: Хранилище сертификатов
en: Certificate store

source: Дата окончания
en: Expiration date

source: Кем выдан
en: Issued by

source: Серийный номер
en: Serial number

source: Дата начала
en: Start Date

source: Кому выдан
en: Issued to

source: Настройка аутентификации
en: Configure Authentication

source: Путь к файлу пакета
en: Package file path

source: Добавить файл...
en: Add file...

source: Вниз
en: Down

source: Изменить имя файла...
en: Change file name...

source: Добавление ссылки на пакет
en: Add Reference to Package

source: Валидировать
en: Validate

source: Добавить поле
en: Add field

source: Восстановить список полей
en: Restore field list

source: Все Строковые(max)
en: All String(max)

source: Все Строковые в Строковые(max)...
en: All String to String(max)...

source: Удалять существующую таблицу
en: Delete existing table

source: Внешний вид
en: Appearance

source: Имя поля
en: Field name

source: Не NULL
en: Not NULL

source: Первичный ключ
en: Primary key

source: Поля таблицы
en: Table Fields

source: Применить
en: Apply

source: Изменить пароль
en: Change Password

source: Отменить
en: Cancel

source: Создать таблицу...
en: Create Table...

source: Экспорт в базу данных
en: Export to Database

source: Автоматически добавлять значения измерений<br><br>В момент загрузки данных в процесс добавлять отсутствующие значения измерений в хранилище данных автоматически.
en: Add values of dimensions<br><br> automatically. Add missing dimension values to the data warehouse on data loading into the process automatically.

source: Отключить/включить ограничения и индексы<br><br>Перед загрузкой данных в хранилище отключить, а по окончании загрузки восстановить индексы и ограничения.
en: Disable/enable indexes<br><br> and constraints before data loading into warehouse, and restore them after loading.

source: Обновить кубы<br><br>После загрузки данных сформировать заново все кубы с включенной опцией "Динамическое обновление" и унаследованные от загружаемого процесса.
en: Update cubes<br><br>After data loading, rebuild all cubes with enabled "Dynamic update" option and inherited from the loaded process.

source: Собрать статистику<br><br>После загрузки данных обновить статистику в хранилище данных. Это позволит ускорить операции по извлечению данных из хранилища.
en: Gather statistics<br><br>Refresh statistics in the data warehouse after data loading. It will speed up operations of data retrieval from the warehouse.

source: Способ агрегации
en: Aggregation method

source: Способ удаления
en: Delete mode

source: Столбцы исходного набора
en: Source dataset columns

source: Тип объекта хранилища данных
en: Type of Data Warehouse object

source: Экспорт в хранилище данных
en: Export to Data Warehouse

source: Заблокировать
en: Lock

source: Хранилище файлов
en: File storage

source: Экспорт в Excel файл
en: Export to Excel File

source: Поле с ключами
en: Field with keys

source: Поле с сообщениями
en: Field with messages

source: Дополнительная конфигурация Producer
en: Additional Producer configuration

source: Выход
en: Log Out

source: Серийный номер:
en: Serial number:

source: Недопустимый размер кэша строк
en: Invalid string cache size

source: Размер в памяти
en: Memory size

source: Экспорт в Loginom Data файл
en: Export to Loginom Data File

source: Экспорт в файл данных Tableau
en: Export to Tableau File

source: Восстановить список полей по умолчанию
en: Restore default field list

source: Название таблицы
en: Table name

source: Создание новой таблицы
en: Create New Table

source: Форматы
en: Formats

source: Разделители
en: Separators

source: Представление значений
en: Literals

source: Экспорт в текстовый файл
en: Export to Text File

source: Полный экран
en: Full screen

source: Активировать вход
en: Activate Input

source: Представление столбцов
en: Columns View

source: Недопустимая кодовая страница
en: Invalid codepage

source: Параметры экспорта
en: Export Parameters

source: Предпросмотр:
en: Preview:

source: Настройка форматирования
en: Configure Formatting

source: Экспорт в XML файл
en: Export to XML File

source: Корневой элемент
en: Root element

source: Технические подробности
en: Technical Details

source: Сообщить об ошибке
en: Report an Error

source: Тип файла
en: File type

source: Изменен
en: Modified

source: Открыть файл
en: Open File

source: Создать папку...
en: New folder...

source: Сбросить масштаб
en: Reset zoom

source: Добавить в избранное
en: Add to favorite

source: Копировать полный путь
en: Copy full path

source: Создать каталог
en: New Folder

source: Создать каталог...
en: New folder...

source: Создать пакет
en: New Package

source: Создать пакет...
en: New Package...

source: Вырезать
en: Cut

source: Распаковать
en: Extract

source: Выполнить узел и все его подузлы.<br>В процессе пакетной обработки будет активирован в режиме выполнения этот узел и все его подузлы. При отключенной опции указанный узел и все его подузлы не будут активироваться на выполнение в пакетном режиме.
en: Run the node and all its subnodes.<br>During batch processing, this node and all its subnodes will be activated in run mode. When the feature is disabled, the node and all its subnodes will not be activated in run mode during batch processing.

source: Опубликовать
en: Publish

source: Опубликовать...
en: Publish...

source: Обновить список
en: Refresh list

source: Переименовать
en: Rename

source: Показать в веб-сервисах
en: Show in web services

source: Загрузить
en: Upload

source: Переобучить узел и все его подузлы.<br>В процессе пакетной обработки будет активирован в режиме обучения этот узел и все его подузлы, для которых возможно перестроение модели. При отключенной опции указанный узел и все его подузлы не будут активироваться на обучение в пакетном режиме.
en: Retrain the node and all its subnodes.<br>During batch processing, this node, and all its subnodes for which the model can be rebuilt, will be activated in training mode. When the feature is disabled, the node and all its subnodes will not be activated in training mode during batch processing.

source: Не удалось проверить наличие обновлений
en: Failed to check for updates

source: Загрузить...
en: Upload...

source: Дата изменения
en: Change Date

source: Только чтение
en: Read-only

source: Допустимые режимы пакетной обработки
en: Valid Modes of Batch Processing

source: Скачать ZIP
en: Download ZIP

source: Скачать как ZIP-архив
en: Download as a ZIP archive

source: Распаковать здесь
en: Extract here

source: Распаковать в папке
en: Extract in folder

source: Собственный режим активации узла
en: Specified Mode of Node Activation

source: https://loginom.ru/platform/personal?utm_source=ce&utm_medium=banner&utm_campaign=personal
en: https://loginom.com/platform/personal?utm_source=ce&utm_medium=banner&utm_campaign=personal

source: Подробнее
en: More

source: Это редакция Community - для некоммерческого использования.
en: This is the Community Edition, for non-commercial use.

source: Мы используем cookies-файлы. Продолжая использовать это приложение, Вы соглашаетесь с использованием cookies-файлов.
en: We use cookies. By continuing to use this application, you consent to the use of cookies.

source: Это некоммерческая редакция Community. Больше возможностей с коммерческой редакцией Personal
en: This is a non-commercial Community Edition. Personal Edition provides more capabilities

source: Создать черновик
en: New Draft

source: https://examples.loginom.ru/
en: https://examples.loginom.com/

source: Демопримеры
en: Examples

source: Настройка режима активации узла
en: Configure Node Activation Mode

source: https://loginom.ru/platform/quick-start/
en: https://loginom.com/platform/quick-start/

source: Быстрый старт
en: Quick Start

source: https://loginom.ru/welcome-video/
en: https://loginom.com/welcome-video/

source: Знакомство с Loginom
en: Introduction to Loginom

source: https://loginom.ru/learning/
en: https://loginom.com/learning/

source: Обучение
en: Learning

source: https://loginom.ru/blog/
en: https://loginom.com/blog/

source: Посмотреть ещё
en: More News

source: Всегда выполнять
en: Always run

source: Открыть пакет...
en: Open Package...

source: Что нового в Loginom?
en: What's new in Loginom?

source: https://loginom.ru/company/support/
en: https://loginom.com/company/support/

source: Очистить список...
en: Clean list...

source: Всегда переобучать
en: Always retrain

source: Убрать из списка
en: Remove from list

source: Открывался
en: Last opened

source: Последние открытые пакеты
en: Recently Opened Packages

source: Показать в папке
en: Show in folder

source: Определяется контекстом текущего процесса обработки
en: Determined by the context of the current processing

source: Извлекать всё
en: Extract all

source: Тип в базе
en: DB type

source: Импорт из базы данных
en: Import from Database

source: Выбрано извлечение всех полей
en: Extraction of all fields selected

source: Подключитесь к базе и выберите поля
en: Connect to database and select fields

source: Выберите таблицу в списке или введите имя
en: Select table in the list or enter the name

source: SQL запрос
en: SQL Query

source: Выбор таблицы
en: Choose Table

source: Версия:
en: Version:

source: Точка отсчета
en: Reference date

source: Выводить
en: Show

source: Импорт из хранилища данных
en: Import from Data Warehouse

source: Выбранные элементы ХД
en: Selected DW Items

source: Переместить в выбранные
en: Move to selected

source: Переместить в выбранные все
en: Move all to selected

source: Дерево доступных элементов ХД
en: Tree of Available DW Items

source: Выбор объекта хранилища данных
en: Select Data Warehouse Object

source: Объекты хранилища данных
en: Data Warehouse objects

source: Имя файла / URL
en: File name / URL

source: Импорт из Excel файла
en: Import from Excel File

source: Область данных
en: Data Source

source: Дополнительная конфигурация Consumer
en: Additional Consumer configuration

source: Импорт из Loginom Data файла
en: Import from Loginom Data File

source: Запрос данных из 1С:Предприятия 8
en: Data Query from 1C:Enterprise 8

source: Определить автоматически
en: Autodetect

source: Определить автоматически все разделители и рассчитать структуру полей
en: Autodetect all separators and compute the structure of fields

source: Параметры импорта со столбцами фиксированной ширины
en: Parameters of Fixed-Width Columns Import

source: Настройка форматов импорта
en: Configure Import Formats

source: Импорт из текстового файла
en: Import from Text File

source: Импортируемые поля
en: Imported Fields

source: Пространство имен
en: Namespace

source: Импорт из XML файла
en: Import from XML File

source: Просмотр выбранного файла
en: Preview selected file

source: Новый пароль
en: New password

source: Подтвердите пароль
en: Confirm password

source: Старый пароль
en: Old password

source: Подключиться
en: Connect

source: Изменение пароля
en: Change Password

source: Закрыть сессию
en: Close Session

source: Войти через OpenID
en: Login With OpenID

source: https://help.loginom.ru/
en: https://help.loginom.com/

source: Документация
en: Documentation

source: Копировать информацию
en: Copy information

source: https://qa.loginom.ru/
en: https://qa.loginom.com/

source: Запомнить
en: Remember me

source: Для восстановления сессии необходима аутентификация
en: Authentication required for session restore

source: Полужирный
en: Bold

source: Однострочный
en: Single-Line

source: Однострочный код
en: Single-line code

source: Заголовок 1
en: Title 1

source: Заголовок 2
en: Title 2

source: Заголовок 3
en: Title 3

source: Курсив
en: Italic

source: Ненумерованный список
en: Unordered list

source: Многострочный
en: Multi-Line

source: Многострочный код
en: Multi-line code

source: Нумерованный список
en: Ordered list

source: Цитата
en: Quote

source: Зачеркнутый
en: Strikethrough

source: Чекбоксы
en: Checkboxes

source: Редактор
en: Editor

source: Удалить все завершенные процессы...
en: Delete all completed processes...

source: Остановить все процессы...
en: Stop all processes...

source: Время обработки
en: Processing time

source: Обработка
en: Processing

source: Конец
en: Finish

source: Отменить выполнение всех процессов...
en: Cancel all processes...

source: Удалить из списка
en: Remove from list

source: Отображать завершенные процессы
en: Show completed processes

source: Показать узел
en: Show node

source: Перейти к новому узлу после добавления
en: Go to the newly added node

source: Новый узел "Фильтр строк"
en: New "Row Filter" node

source: Восстановить формат всех полей
en: Restore format of all fields

source: Восстановить ширину всех полей
en: Restore width of all fields

source: Восстановить порядок полей
en: Restore fields order

source: При восстановлении все поля будут разблокированы
en: When restoring, all fields will be unlocked

source: Параметры поиска
en: Search Parameters

source: Результат
en: Result

source: Сравнение
en: Compare

source: Режим
en: Mode

source: Детализация
en: Detailing

source: Фильтрация...
en: Filter...

source: Формат...
en: Format...

source: Показать значения null
en: Show null values

source: Сортировка...
en: Sort...

source: Искать с начала
en: Find first

source: Начать поиск с выделенного
en: Start search from selected

source: Многострочные заголовки
en: Multiline headers

source: Номер записи
en: Record number

source: Перейти к строке...
en: Go to row...

source: Обновить данные
en: Refresh data

source: Отобразить метки полей
en: Show field captions

source: Отобразить имена полей
en: Show field names

source: Динамика
en: Dynamics

source: Показывать сетку
en: Show grid

source: Задать интервал
en: Set range

source: Анимация
en: Animation

source: Настройки осей...
en: Configure axes...

source: Общие настройки...
en: General settings...

source: Режим перетаскивания
en: Drag mode

source: Горизонтальная ориентация
en: Horizontal orientation

source: Режим приближения
en: Pointer mode

source: Нормировать
en: Rationing

source: Настройки серий...
en: Series editor...

source: Навигатор
en: Navigator

source: Приблизить
en: Zoom in

source: Отдалить
en: Zoom out

source: Сбросить масштаб Y
en: Reset zoom Y

source: Перенесите поля в область диаграммы, перетащив из списка доступных полей слева
en: Drag fields to the chart area from the list of available fields on the left

source: Узел находится в неактивном состоянии
en: Inactive node

source: Создать серию...
en: Create series...

source: На задний план
en: Send to back

source: На передний план
en: Bring to front

source: Ось
en: Axis

source: Тип меток
en: Caption type

source: Использовать как поле меток
en: Use as caption field

source: Использовать как поле абсцисс
en: Use as abscissa field

source: Настройки: Основные...
en: Settings: Main...

source: Настройки: Дополнительные...
en: Settings: Additional...

source: Отменить удаление
en: Cancel delete

source: Добавьте поле
en: Add field

source: Тип децимации
en: Decimation type

source: Легенда
en: Legend

source: Цветовая схема
en: Color scheme

source: Группировать колонки
en: Group columns

source: Объединять подсказки
en: Combine tooltips

source: Цвет фона
en: Background color

source: Задержка (мс)
en: Delay (ms)

source: Цвет
en: Color

source: Ширина линии
en: Line width

source: Размер точки
en: Point size

source: Имя серии
en: Series name

source: Основные
en: Main

source: Дополнительные
en: Additional

source: Сравнение выделенных кластеров по полю
en: Comparison of the selected clusters by field

source: Настройки фильтра таблицы
en: Table filter settings

source: Значимость цветом
en: Importance by color

source: Показывать null столбец в гистограммах
en: Show null column in histograms

source: Показывать столбец "Прочие" в гистограммах
en: Show "Other" column in histograms

source: Накопительная гистограмма
en: Stacked histogram

source: Показывать генеральную совокупность в гистограммах
en: Show universal set in histograms

source: Метка кластера
en: Class caption

source: Группировать
en: Group

source: Номер значения
en: Value number

source: Значимость ячейки
en: Cell importance

source: Мощность кластера
en: Cluster size

source: Значимость поля
en: Field importance

source: Выделите несколько ячеек для сравнения кластеров по полю
en: Select several cells to compare clusters by field

source: Скрывать неиспользуемые поля
en: Hide unused fields

source: Крупная плитка
en: Large tiles

source: Невозможно отобразить гистограмму
en: No histogram can be shown

source: Метка визуализатора
en: Visualizer caption

source: Добавить в отчеты
en: Add to Reports

source: Добавить визуализатор в отчеты
en: Add visualizer to reports

source: Клонировать
en: Clone

source: Создать группу и добавить в нее визуализатор
en: Create group and add visualizer into it

source: Добавить визуализатор в общий список отчетов
en: Add visualizer to general list of reports

source: Свернуть дерево
en: Collapse tree

source: Развернуть дерево
en: Expand tree

source: Добавить факт
en: Add Measure

source: Показать/скрыть инспектор свойств
en: Show/hide property inspector

source: Метка агрегации
en: Aggregation caption

source: Вычисляемый факт
en: Calculated Measure

source: Фильтр по фактам
en: Measure Filter

source: Добавить факт...
en: Add measure...

source: Добавить вычисляемый факт...
en: Add calculated measure...

source: Удалить факт
en: Delete measure
